{"inkVersion":21,"root":[[{"->":"day5"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"day5":["^Terima kasih ya, Vin. Kalau kamu ngga dateng, aku ngga tau harus apa. Ngomong-ngomong, itu videonya dapet dari mana ?","#","^speaker:player","/#","\n","^Sebenere, aku denger kamu bicara sendiri beberapa hari lalu. Gara-gara itu, aku jadi kepikiran apa yang harus tak lakuin biar David ga semena-mena lagi.","#","^speaker:Alvin","/#","\n","^Terus kamu kepikiran buat ngevideo tindakan mereka gitu?","#","^speaker:player","/#","\n","^Pokoknya aku mau punya bukti yang nggak bisa disangkal. Kalau cuma video dia malaki orang aku sudah punya. Tapi aku takutnya, nanti dia bisa alesan kalau sedang itu cuma guyonan antar teman. Hukumannya mentok paling cuma ditegur, dia nggak bakal jera. Aku takut David nanti tambah marah sama aku dan jadi lebih hati-hati pas ngebully sama malak.","#","^speaker:Alvin","/#","\n","^Ooo, kamu takut kalau nanti bakal makin susah buat hentiin tindakan bully David ya.","#","^speaker:player","/#","\n","^Iya, makanya aku nunggu dia ngelakuin pelanggaran berat biar nanti hukumannya juga berat. Lalu kemarin aku gak sengaja lihat kamu debat sama dia di kolam. Langsung kurekam deh. Maaf ya pas itu ngga langsung bantuin kamu.","#","^speaker:Alvin","/#","\n","^Iya, gapapa kok. Selama David dihukum aku sih gak masalah. Hahahaha","#","^speaker:player","/#","\n","^Sebenarnya aku juga ingin melaporkan langsung hal ini kepada guru, tetapi aku melihat kamu sudah di ruang guru bersama David/Devi dan pak guru. Makanya aku memutuskan untuk mendengarkan terlebih dahulu.","#","^speaker:Alvin","/#","\n","^Pantes kamu bisa masuk disaat yang tepat.","#","^speaker:player","/#","\n","^Kita juga beruntung David/Devi tidak langsung berniat untuk meminta maaf tetapi memilih berbohong. Hal ini bisa membuat hukuman David/Devi semakin berat juga.","#","^speaker:Alvin","/#","\n","^Hahaha, dia memang perlu dikasih hukuman berat biar dia jera. Thank you ya sudah bantuin aku. Aku bener-bener ngga sudi disuru minta maaf ke David.","#","^speaker:player","/#","\n","^Iya, sama-sama","#","^speaker:Alvin","/#","\n","^David dan gengnya diskors oleh sekolah karena perbuatan yang selama ini dia lakukan. Dan juga karena membohongi guru dalam kasus yang besar. Dengan diberikannya hukuman yang berat sekolah mengharapkan David dapat berubah menjadi lebih baik setelah skors nya","#","^speaker:narrator","/#","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}