{"inkVersion":21,"root":[[{"->":"day5"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"day5":[["^David/Devi, saya dengar-dengar kamu suka malak barang murid-murid lain ya!","#","^speaker:guru","/#","\n","^Hah ?? Ngga kok Pak, bapak dengar darimana? Itu hoax Pak.","#","^speaker:David","/#","\n","^Hoax dari mana? Sudah keciduk gini masih saja bohong. Giliran ngga ada guru main dorong ke kolam aja.","#","^speaker:player","/#","\n","^Saya dengar dari Player. Kenapa kamu mendorong Player ke kolam renang?","#","^speaker:guru","/#","\n","^Saya gak dorong pak! Jangan main nuduh nuduh saja! Coba tanya teman-temanku yang ada di situ kemarin. Kamu jatuh sendiri ke kolam itu. Aku tau kamu ada dendam karena sempat kuejek dulu, buat itu aku minta maaf. Tapi aku ga terima difitnah gini!","#","^speaker:David","/#","\n","^Player, apa yang dikatakan David itu benar? Kok kamu jadi ngarang cerita gini? Jika kamu sampai berani mbohongi guru nanti konsekuensinya berat loh ya.","#","^speaker:guru","/#","\n","^Pak saya ini endak bohong, yang bohong itu mereka. Aku jelas-jelas didorong sama mereka ketika lagi berdebat.","#","^speaker:player","/#","\n","^Sebentar ya Player, apa kamu ada buktinya? soalnya David/Devi ini bisa membuktikan kalau teman-temannya melihat kamu jatuh sendiri ke kolam renang","#","^speaker:guru","/#","\n","^Ngga ada sih Pak, tapi mereka semua itu gengnya David pak, jadi ya pasti mereka bakal bohong buat ngelindungi David/Devi.","#","^speaker:player","/#","\n","^Ya kan aku masih bisa membawa saksi, kalau kamu malah cuma ngomong doang. Omonganmu gak bisa dibuktiin sama sekali.","#","^speaker:David","/#","\n","^...","#","^speaker:player","/#","\n","^Sudah gini saja, kamu minta maaf sama David/Devi karena sudah memfitnah dia. Kalau begitu, nanti tidak akan saya buat masalah tentang kebohongan mu. David/Devi, kamu setuju kan?","#","^speaker:guru","/#","\n","^Iya Pak, gapapa","#","^speaker:David","/#","\n","^Player melihat David melakukan gesture mengejek di saat guru tidak melihatnya.","#","^speaker:narrator","/#","\n","ev","str","^Tidak mau meminta maaf ke David","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Mau meminta maaf ke David","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Saya endak mau pak! Kan saya endak salah apa-apa , kenapa saya harus minta maaf?","#","^speaker:player","/#","\n","^Beraninya kamu Player! Kamu mau hukumanmu ditambahin? Minta maaf ke David/Devi SEKARANG!!","#","^speaker:guru","/#","\n","^Player pun terpaksa harus meminta maaf kepada David.","#","^speaker:narrator","/#","\n","^Baiklah! ","<>","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["<>","^David, aku mau minta ma…","#","^speaker:player","/#","\n","^Ada orang yang menyela perkataan player","#","^speaker:narrator","/#","\n","end",{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}